Revit 2027 API
ParameterTypeId.BuildingUnoccupiedCoolingSetPointParam Property
 "Unoccupied Cooling Set Point"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BuildingUnoccupiedCoolingSetPointParam { get; }
Public Shared ReadOnly Property BuildingUnoccupiedCoolingSetPointParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BuildingUnoccupiedCoolingSetPointParam {
	ForgeTypeId^ get ();
}
static member BuildingUnoccupiedCoolingSetPointParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace